tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "thoughtbot/formulae"

brew "carthage"
brew "ffmpeg"
brew "gibo"
brew "gist"
brew "mas"
brew "pidcat"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "repo"
brew "swiftgen"
brew "swiftlint"
brew "xcodegen"
brew "thoughtbot/formulae/rcm"
brew "mitmproxy"
brew "cocoapods"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "graphviz"
brew "mercurial"
brew "nodebrew"
brew "yarn", args: ["ignore-dependencies"]
brew "direnv"
brew "mysql@5.6"

cask "android-studio"
cask "appcode"
cask "atom"
cask "google-japanese-ime"
cask "google-chrome"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "iterm2"
cask "karabiner-elements"
cask "deepl"
cask "google-cloud-sdk"

mas "com.amazon.Kindle", id: 405399194
mas "1Password 7", id: 1333542190
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.garageband10", id: 682658836
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
