tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "thoughtbot/formulae"
brew "ansible"
brew "asdf"
brew "awscli"
brew "blueutil"
brew "glib"
brew "harfbuzz"
brew "bundletool"
brew "carthage"
brew "circleci"
brew "cocoapods"
brew "direnv"
brew "libass"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "gibo"
brew "gist"
brew "gobject-introspection"
brew "graphviz"
brew "httpd"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "ktlint"
brew "llvm"
brew "make"
brew "mas"
brew "mercurial"
brew "mint"
brew "mitmproxy"
brew "mkcert"
brew "mysql@5.6", restart_service: :changed
brew "nodebrew"
brew "nvm"
brew "php", restart_service: :changed
brew "pidcat"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "repo"
brew "swiftgen"
brew "swiftlint"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "yq"
brew "dart-lang/dart/dart"
brew "leoafarias/fvm/fvm"
brew "thoughtbot/formulae/rcm"
cask "deepl"
cask "dropbox"
cask "figma"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "sublime-text"
cask "xcodes"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
