tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "ansible"
brew "awscli"
brew "blueutil"
brew "bundletool"
brew "glib"
brew "circleci"
brew "cocoapods"
brew "direnv"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gibo"
brew "gist"
brew "graphviz"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "ktlint"
brew "mas"
brew "mercurial"
brew "mint"
brew "mitmproxy"
brew "mkcert"
brew "mysql@5.6", restart_service: true
brew "node"
brew "nodebrew"
brew "php", restart_service: true
brew "pidcat"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "repo"
brew "swiftgen"
brew "swiftlint"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "dart-lang/dart/dart", link: false
brew "thoughtbot/formulae/rcm"
cask "deepl"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "sublime-text"
cask "xcodes"
